// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "韌體更新";

"WebBrowserWindowTitle" = "韌體更新";

TaskTitleField = "韌體更新";
TaskDescriptionField = "韌體是裝置所使用的內部軟體。按一下「開始」按鈕以連線，檢查並安裝所需要的韌體更新。";
TaskStartButtonTitle = "開始";
